load/outputLoada.txt
[OVERALL], RunTime(ms), 89554
[OVERALL], Throughput(ops/sec), 11166.447059874488
[TOTAL_GCS_G1_Young_Generation], Count, 128
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 74
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.08263170824307123
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 128
[TOTAL_GC_TIME], Time(ms), 74
[TOTAL_GC_TIME_%], Time(%), 0.08263170824307123
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3339.0
[CLEANUP], MinLatency(us), 3338
[CLEANUP], MaxLatency(us), 3339
[CLEANUP], 95thPercentileLatency(us), 3339
[CLEANUP], 99thPercentileLatency(us), 3339
[INSERT], Operations, 1000000
[INSERT], AverageLatency(us), 87.936608
[INSERT], MinLatency(us), 69
[INSERT], MaxLatency(us), 15871
[INSERT], 95thPercentileLatency(us), 116
[INSERT], 99thPercentileLatency(us), 175
[INSERT], Return=OK, 1000000